Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: ” − auttaa osaltaan toteuttamaan käytännössä valtion kansainvälisoikeudellista velvollisuutta neuvotella alkuperäiskansojen kanssa, − pyrkiä saamaan aikaan yksimielisyys valtion viranomaisten ja saamelaiskäräjien välille viranomaisten harkitessa sellaisten lakien tai toimenpiteiden käyttöönottoa, jotka voivat suoraan vaikuttaa saamelaisten etuihin, − omalta osaltaan auttaa luomaan valtion viranomaisten ja saamelaiskäräjien välille sellainen kumppanuuteen perustuva ulottuvuus, joka edistää saamelaista kulttuuria ja yhteiskuntaa.
sme: - oččodit áigái ovttamielalašvuođa stáhtalaš eiseválddiid ja Sámedikki gaskka gå áigumuš lea álggahit lágaid dahje doaibmabijuid mat sáhttet čuohcit njuolga sámi beroštumiide.

source: − parantaa tilanteen sekä saamelaisyhteisöjen kehitystarpeen keskinäistä ymmärtämistä. ”
sme: - láhčit vuođu stáhtalaš eiseválddiid ja Sámedikki ” partnerskap ” perspektiivva ” sámi kultuvrra ja servodaga.

source: Sopimuksen mukaiset neuvottelumenettelyt koskevat hallitusta, ministeriöitä, virastoja
sme: Sohppojuvvon gulaskuddanprosedyrat gustojit ráđđehussii, departemeanttaide,

source: ja muita saamelaisten etuihin mahdollisesti vaikuttavia asioita käsitteleviä alempia
sme: direktoráhtaide ja eará vuollásaš orgánaide dakkár áššiin mat sáhttet čuohcit sámi

source: toimielimiä.
sme: beroštumiide.

source: Näiden neuvottelumenettelyjen piiriin kuuluvat lakiehdotukset, säädökset,
sme: Gulaskuddanprosedyraide gullet láhkaárvalusat, njuolggadusat

source: yksittäispäätökset, ohjeistukset, toimenpiteet ja päätökset.
sme: (forskrifter), ovttaskas mearrádusat, háltenjuolggadusat (retningslinjer), doaibmabijut

source: Neuvotteluvelvollisuuden piiriin
sme: ja mearrádusat.

source: voivat kuulua saamelaisen kulttuurin kaikki aatteelliset ja aineelliset muodot.
sme: Gulaskuddangeatnegasvuohta sáhttá fátmmastit sámekultuvrra buot ideála ja

source: Esimerkkeinä voidaan mainita erilaiset taideilmaisut, kieli, uskonto, kulttuuriperintö, aineettomat oikeudet
sme: ávnnaslaš beliid. Ovdamearkan sáhttit namahit dáiddailbmademiid máŋggalágan

source: ja perinteinen tietämys.
sme: máhtuid.

source: Edelleen niistä voidaan mainita terveyteen liittyvät ja sosiaaliset
sme: Lassin namahit dearvvašvuođa ja sosála áššiid, oahpahusa ja dutkama, áššiid

source: kysymykset, koulutus ja tutkimus, käyttö- ja omistusoikeuskysymykset, maankäytön hallinto,
sme: mat gullet geavahan- ja eaiggáduššanvuoigatvuođaide, eananviidodathálddašeami,

source: elinkeinoasiat ja luonnonsuojelu.
sme: ealáhusáššiid ja luonddugáhttema.

source: Aineellista kulttuuriperustaa, kuten maankäytön hallintoa ja maaoikeuksia, koskevissa
sme: Áššiin mat čuhcet ávnnaslaš kulturvuđđui, nugo areálahálddašeapmái ja eanan

source: asioissa neuvotteluvelvollisuuden piiriin kuuluvan maantieteellisen vaikutusalueen
sme: vuoigatvuođaide, lea gulaskuddangeatnegasvuohta golmma davimus fylkka

source: muodostavat kolme pohjoisinta lääniä ja lisäksi ne kauempana etelässä sijaitsevat kunnat,
sme: geográfalaš doaibmaguovllus, ja lassin vel dain guovlluin lulde main lea sámi

source: joissa saamelaiset harjoittavat poronhoitoa.
sme: boazodoallu.

source: Sopimuksessa annetaan lisäksi tarkempia ohjeita siitä, millä tavalla neuvottelut on
sme: Soahpamuš addá dasto dárkileabbo njuolggadusaid das mo gulaskuddan galgá

source: määrä toteuttaa.
sme: čađahuvvot.

source: Valtion viranomaisten tulee muun muassa mahdollisimman varhaisessa
sme: Stáhtalaš eiseválddit galget earret eará Sámediggái dieđihit nu árrat go

source: vaiheessa informoida saamelaiskäräjiä asioista, jotka saattavat suoraan vaikuttaa saamelaisiin.
sme: vejolaš áššiid mat sáhttet čuohcit sámiide njuolga.

source: Saamelaiskäräjät voi myös itse ottaa esille asioita, joista se haluaa neuvotella.
sme: Sámediggi sáhttá maid ieš váldit

source: Jos valtion viranomainen ja saamelaiskäräjät päättävät yksimielisesti aloittaa
sme: ovdan áššiid main háliida čađahit gulaskuddamiid.

source: neuvottelut, niiden tulee yhdessä pyrkiä pääsemään yksimielisyyteen neuvottelujen
sme: Jos stáhtalaš eiseváldi ja Sámediggi sohpet čađahit gulaskuddamiid, de galget

source: lähtökohdista: ” saamelaiskäräjien kanssa käytävien neuvottelujen tulee tapahtua vilpittömin
sme: ovttasráđiid geahččalit joavdat ovttamielalašvuhtii daid čađahanvuogis. Celkojuvvo

source: mielin, ja niissä on pyrittävä saavuttamaan yksimielisyys ehdotetuista toimenpiteistä ”.
sme: ahte ” gulaskuddamat Sámedikkiin galget čađahuvvot buori jáhkus ja dainna ulbmiliin

source: Neuvotteluja ei tule lopettaa niin kauan kuin molemmat osapuolet olettavat, että
sme: ahte galggašedje olahit dievas ovttamielalašvuođa árvaluvvon doaibmabijuin ”. Eai

source: yksimielisyyteen on mahdollista päästä.
sme: gulaskuddamat galgga loahpahuvvot jos orru vejolaš olahit ovttamielalašvuođa.

source: Kaikista neuvottelukokouksista on pidettävä
sme: Buot

source: pöytäkirjaa.
sme: gulaskuddančoahkkimiin galgá čállojuvvot beavdegirji.

source: Jos valtion viranomainen tai saamelaiskäräjät katsovat, että tehtävien ratkaisujen
sme: Jos stáhtalaš eiseváldi dahje Sámediggi oaivvilda ahte lea dárbu čielggademiide

source: tosiasiallisen tai muodollisen perustan lujittamiseksi tarvitaan selvityksiä, niiden on tuotava
sme: mat nannejit mearridemiid duođalaš dahje formála vuođu, de dat galgá dan addit

source: asia julki mahdollisimman varhaisessa neuvotteluvaiheessa.
sme: diehttevassii nu árrat go vejolaš gulaskuddanproseassas.

source: Osapuolten tulee pyrkiä
sme: Bealit galget maid geahččalit

source: yksimielisyyteen toimeksiannosta ja siitä, kenen on määrä vastata selvitystyöstä.
sme: soahpat bargomearrádusas (mandáhtas) ja das geat galget čađahit čielggadanbarggu.

source: Kun on kysymys hallituksen käsiteltäviksi tarkoitetuista asioista, tulee asiasta
sme: Dain áššiin maid ráđđehus gieđahallá, de áššegieđahalli departemeantta

source: vastaavan ministeriön esityksestä selkeästi käydä ilmi, mistä kysymyksistä on päästy
sme: áššeovddideamis galgá čielgasit boahtit ovdan main áššiin lea lihkostuvvan boahtit

source: yksimielisyyteen saamelaiskäräjien kanssa ja mistä mahdollisesti ei. Sama koskee
sme: ovttamielalašvuhtii Sámedikkiin, ja main áššiin vejolaččat ii leat ovttamielalašvuohta.

source: suurkäräjille esitettäviä asioita.
sme: Nu galgá leat maiddái dain áššiinge mat biddjojuvvojit stuorradikki ovdii.

source: Suurkäräjiä tulee informoida saamelaiskäräjien arvioista ja
sme: Dain áššiin

source: näkökannoista kysymyksissä, joista ei ole saavutettu yksimielisyyttä.
sme: main ovttamielalašvuohta ii leat lihkostuvvan, stuorradiggi galgá oažžut dieđu

source: Konkreettisista asioista käytävien neuvottelujen lisäksi tulee saamelaisasioista
sme: Sámedikki árvvoštallamiin ja oainnuin.

source: vastaavan ministerin ja saamelaiskäräjien puheenjohtajan välillä järjestää poliittisia
sme: Lassin gulaskuddamiidda konkrehta áššiin, de galget politihkalaš čoahkkimat

source: tapaamisia puolen vuoden välein. Näissä tapaamisissa on määrä keskustella ” saamelaisen
sme: dollojuvvot juohke jahkebeali sámeáššiid stáhtaráđi ja sámediggepresideantta gaskka.

source: yhteiskunnan tilanteesta ja kehitystarpeista, perustavanlaatuisista periaatteellisista asioista ja
sme: Dáin čoahkimiin váldojuvvojit ovdan ” sámi servodaga dilli ja ovdánandárbbut, áššit mat leat prinsihpalaš sivaid geažil vuođđudeaddji deaŧalaččat, ja proseassat mat leat

source: käynnissä olevista prosesseista ”.
sme: jođus ”.

source: Myös saamelaiskäräjien ja saamelaisasioiden koordinoinnista vastaavan ministeriöidenvälisen komitean tulee kokoontua puolen vuoden
sme: Juohke jahkebeali maid galget leat čoahkkimat Sámedikki ja sámi áššiid

source: välein.
sme: departemeanttaidgaskasaš oktiiheivehanlávdegotti gaskkas.

source: Kunta- ja alueministeriö ja saamelaiskäräjät perustavat lisäksi yhdessä alan
sme: Gielddaid ja guovlluid departemeanta ja Sámediggi galget dasto ovttasráđiid

source: asiantuntijoista koostuvan analyysiryhmän, jonka on määrä raportoida saamelaisen
sme: nammadit fágalaš árvvoštallanjoavkku mii jahkásaččat válmmašta raportta sámi

source: yhteiskunnan tilanteesta ja kehityspiirteistä vuosittain.
sme: servodaga dilis ja ovdánanmearkkain.

source: Saamelaiskäräjillä on oikeus olla edustettuna julkisissa neuvostoissa ja komiteoissa, kun nämä käsittelevät saamelaisten etuihin liittyviä asioita.
sme: Sámedikkiid vuoigatvuohta eará ášševálmmašteamis Sámedikkiin galgá leat dat vuoigatvuohta ahte sis lea ovddasteapmi almmolaš ráđiin ja lávdegottiin main mearridit sámiid beroštumiide deaŧalaš áššiid.

source: Saamelaisten etuja koskevat asiat tulee esittää saamelaiskäräjille ennen kuin julkinen viranomainen päättää asiasta.
sme: Sámedikkiid ovdii galget biddjojuvvot áššit mat gullet sámiid beroštumiide, ovdalgo almmolaš eiseváldi mearrida áššis maidege.

source: Valtion tulee selvittää, onko saamelaiskäräjien edustukselle tai ennakkolausunnolle tarvetta.
sme: Stáhtat galget čielggadit makkár dárbu lea dakkár ovddasteapmái ja sámedikkiid ovddalgihtiicealkámuššii.

source: Asia tulee selvittää riittävän aikaisin, jotta saamelaiskäräjät voisi vaikuttaa asian käsittelyyn ja lopputulokseen.
sme: Dat ferte čađahuvvot doarvái buori áiggis ovddalgihtii, vai sámedikkit sáhttet váikkuhit áššemearrideapmái ja dan bohtosii.

source: Saamelaiskäräjät päättää itse, milloin saamelaiskäräjät haluaa olla edustettuna tai antaa lausunnon asian käsittelyn aikana.
sme: Sámedikkit mearridit ieža goas sii dáhttot iežaset ovddasteami dahje buktit cealkámušaid dakkár ášševálmmašteapmái.

source: Ensimmäinen kappale koskee saamelaiskäräjien oikeutta osallistua kansallisiin
sme: Vuosttaš lađas gieđahallá sámedikkiid vuoigatvuođa searvat nationála ráđiide

source: neuvostoihin ja komiteoihin.
sme: ja lávdegottiide.

source: Saamelaiskäräjät voivat vaatia oikeutta saada olla edustettuna
sme: Sámediggi sáhttá gáibidit alcces ovddasteami ráđiide ja lávdegottiide

source: saamelaisten etuja koskevia asioita käsittelevissä neuvostoissa ja komiteoissa.
sme: mat gieđahallet sámiide beroštahtti áššiid. Sámediggi vállje ieš geat dat galget dan

source: Saamelaiskäräjät päättää itse omasta edustajastaan.
sme: ovddastit.

source: Lakivaliokunnat kuuluvat tämän määräyksen piiriin.
sme: Láhkalávdegottit gullet dán mearrádusa vuollái.

source: Ellei lakiasiaa valmistella omissa
sme: Jos láhkaášši ii

source: valiokunnissa vaan ministeriön perustamissa työryhmissä, myös tällaiset työryhmät kuuluvat
sme: válmmaštuvvo sierra lávdegottiin, muhto departemeantta nammadan bargojoavkkus,

source: määräyksen piiriin.
sme: de dakkár bargojoavkkutge gullet dán mearrádusa vuollái.

source: Saamelaiskäräjillä on myös oikeus olla edustettuna julkisissa neuvostoissa.
sme: Sámedikkis lea maid vuoigatvuohta oažžut áirasiid almmolaš ráđiide. Sátni

source: Neuvostoja ei tule tässä yhteydessä tulkita liian ahtaasti, vaan niitä saattavat olla myös
sme: Ráđđi ii galgga dás ipmirduvvot menddo gáržžet, muhto sáhttá maid mearkkašit

source: sellaiset julkiset toimielimet, joita kutsutaan hallituksiksi siltä osin kuin hallituksella on myös
sme: almmolaš orgána mii gohčoduvvo stivran mas leat rávvejeaddji doaimmat ja mii

source: neuvoa-antavia tehtäviä tai se tekee ehdotuksia.
sme: buktá árvalusaid.

source: Oikeus olla edustettuna koskee tilanteita, joissa käsitellään saamelaisten etuja
sme: Vuoigatvuohta ovddasteapmái gusto doppe gos gieđahallet sámiid beroštahtti

source: koskevia asioita.
sme: áššiid.

source: Vaatimuksena ei siis ole, että asianomaiset asiat koskevat erityisessä tai
sme: De ii nappo dalle leat mihkkege gáibádusaid das ahte dat áššit main lea sáhka,

source: olennaisessa määrin saamelaisiin liittyviä kysymyksiä.
sme: galget guoskat erenoamážit dahje viehka ollu sámi áššiide.

source: Aina ei ole selvää, koskeeko jokin asia
sme: Álo ii leat čielggas

source: saamelaisten etuja.
sme: guoskágo dihto ášši sámi beroštumiide.

source: Epävarmoissa tapauksissa on pantava suurta painoa saamelaiskäräjien
sme: Go das leat eahpádusat, de ferte deaddu leat

source: arviolle siitä, koskeeko kulloinenkin aihealue saamelaisten etuja.
sme: Sámedikki árvvoštallamis das, guoskágo áššesuorgi sámi beroštumiide.

source: Tämä määräys ilmentää tärkeää periaatetta.
sme: Mearrádus addá diehttevassii deaŧalaš vuođđojurdaga (prinsihpa). Das leat

source: Siitä, että Norjan saamelaiskäräjien
sme: máŋga ovdamearkka, ahte Norgga sámediggi lea deaividan vuostehágu go lea

source: toivomusta saada olla edustettuna tärkeissä lakivaliokunnissa on vastustettu, on useita
sme: dovddahan dáhtu oažžut ovddasteami deaŧalaš láhkalávdegottiide. Gieskadaš ovda

source: esimerkkejä. Tuoreena esimerkkinä voidaan mainita, ettei Norjan saamelaiskäräjät saanut edustajaa biologista monimuotoisuutta käsittelevään lakivaliokuntaan, katso NOU 2004:28.
sme: mearkan sáhttit namahit ahte Norgga sámediggi ii ožžon ovddasteami biologalaš

source: Kesti useita vuosia, ennen kuin saamelaisedustaja pääsi mukaan asemakaavalakia
sme: šláddjiivuođa láhkalávdegoddái, geahča NÁČ 2004:28. Máŋga jagi vásse maid

source: käsittelevään valiokuntaan.
sme: ovdalgo bođii sámi ovddasteapmi Plánaláhkalávdegoddái.

source: Asemakaavalakia käsittelevässä valiokunnassa nähdään, kuinka
sme: Jure justa Plánaláhka

source: tärkeää saamelaisten on olla edustettuina voidakseen tehdä saamelaisten elinoloja tunnetuiksi,
sme: lávdegoddi ilbmada man dárbu lea sámi ovddasteapmái vai sámi dilálašvuođat ilbmet,

source: katso NOU 2003:14.
sme: geahča NÁČ 2003:14.

source: Tässä valiokunnan mietinnössä osoitetaan laajempaa perehtyneisyyttä ja
sme: Dán árvalusas lávdegoddi čájeha stuorit ipmárdusa ja máhtu

source: suurempaa ymmärrystä saamelaisten elinkeinoille ja saamelaiskäräjien roolille maankäytön
sme: sámi ealáhusain ja Sámedikki areálahálddašanrollas go vuosttaš oassečielggadeamis,

source: hallinnossa kuin valiokunnan ensimmäisessä osamietinnössä NOU 2001:7, joka annettiin,
sme: NÁČ 2001:7, mii geigejuvvui ovdalgo lávdegoddi oaččui sámi áirasa. Ruoŧas

source: ennen kuin valiokuntaan saatiin saamelaisedustaja. Ruotsin osalta voidaan esimerkiksi viitata
sme: ovdamearkan sáhttit čujuhit dan bargui maid gilleguovlolávdegoddi (Landbygds

source: maaseutukomiteassa (Landsbygdskommitten) käynnissä olevaan työhön. Saamelaiskäräjät ei
sme: kommitten) doaimmaha, masa Sámediggi ii ožžon ovddasteami váikko vikkai.

source: Saamelaiskäräjillä ei ole yksinoikeutta valvoa saamelaisten etuja komiteoissa ja
sme: Sámedikkis ii leat monopola leat áidna orgána mii ovddasta sámi beroštumiid

source: neuvostoissa.
sme: lávdegottiin ja ráđiin.

source: Monissa tapauksissa myös muut saamelaiset elinkeino- ja etujärjestöt ovat
sme: organisašuvnnain ja berošteddjiid organisašuvnnain leat ovddasteapmi ráđiin ja

source: edustettuina neuvostoissa ja komiteoissa, katso 21 artikla.
sme: lávdegottiin, geahča artihkkala 21.

source: Toisen kappaleen mukaan saamelaisten etuja koskevat asiat tulee esittää
sme: Nuppi lađđasa mielde galget sámedikkiid ovdii biddjojuvvot áššit mat gusket

source: saamelaiskäräjille.
sme: sámi beroštumiide.

source: Kuten ensimmäiseen kappaleeseen liittyvissä huomautuksissa on mainittu,
sme: Nugo Vuosttaš lađđasa mearkkašumit namahit, de ferte, go leat

source: epävarmoissa tapauksissa tulee panna suurta painoa saamelaiskäräjien arviolle siitä, koskeeko
sme: eahpádusat, deaddu leat sámedikkiid árvvoštallamis das, guoskágo ášši sámi

source: jokin asia saamelaisten etuja.
sme: beroštumiide.

source: Määräystä on tarkasteltava yhdessä 16 artiklan kanssa.
sme: Mearrádusa lea dárbu geahčadit oktanaga artihkkaliin 16.

source: Jos
sme: Jos áššit leat

source: kysymyksessä ovat saamelaisille olennaisen tärkeät asiat, saamelaiskäräjillä on oltava oikeus
sme: viehka deaŧalaččat sámiide, de sámedikkis lea ii duššefal cealkinvuoigatvuohta muhto

source: sekä lausua asiasta mielipiteensä että myös vaatia asiaa koskevien neuvottelujen
sme: maiddái vuoigatvuohta gáibidit šiehtadallamiid.

source: Kolmas kappale: Saamelaiskäräjät on saamelaisten edustuselin, ja sen tulee toimia
sme: Goalmmát lađas: Sámedikkit leat sámiid ovddasteaddji orgánat, ja dat galget

source: On kuitenkin tärkeää korostaa myös ei-saamelaisten viranomaisten
sme: Muhto deaŧalaš lea maid deattuhit dan ovddasvástádusa mii

source: vastuuta, jotta ne ymmärtäisivät, minkä takia saamelaiskäräjät tarvitsee ottaa mukaan asioiden
sme: lea maiddái earáge eiseválddiin go sámi eiseválddiin oaidnit goas lea dárbu fidnet

source: käsittelyyn.
sme: sámedikkiid áššegieđahallamii.

source: Elleivät muut kanna tällaista vastuuta, saamelaiskäräjät saattavat päästä prosessiin
sme: Jos dakkár ovddasvástádus ii livčče earáinge, de

source: mukaan liian myöhäisessä vaiheessa.
sme: sámedikkit sáhttet menddo maŋŋit beassat prosessii mielde.

source: Neljäs kappale: Saamelaiskäräjillä ei ole velvollisuutta istua julkisissa neuvostoissa ja
sme: Njealját lađas: Sámedikkiin ii leat mihkkege geatnegasvuođaid searvat

source: komiteoissa eikä antaa lausuntoja asioista, joita sille esitetään.
sme: nationála ráđiide ja lávdegottiide, iige dain leat geatnegasvuohta buktit cealkámuša

source: Tämän artiklan mukaan saamelaiskäräjät voi vaatia, että se saa istua monissa
sme: Dán artihkkala mielde Sámediggi sáhttá gáibidit beassat máŋgga ráđis ja

source: neuvostoissa ja komiteoissa, ja se voi myös vaatia mahdollisuutta antaa lausuntoja erittäin
sme: lávdegottis leat, ja sáhttá maid gáibidit beassat cealkit oaiviliiddiset viehka ollu

source: monista asioista.
sme: deaŧalaš áššiin.

source: Saamelaiskäräjät saa itse asettaa tärkeysjärjestykseen ne asiat, joista se antaa
sme: Sámedikkit fertejit ieža vuoruhit áššiid main háliidit cealkit juoidá, ja ráđiid ja

source: lausuntonsa. Sama koskee neuvostoja sekä komiteoita, joissa se on edustettuna. On
sme: lávdegottiid maidda háliidit searvat.

source: luonnollista, että saamelaiskäräjät luo yhteistyössä asianomaisten toimielinten kanssa rutiineja
sme: Lunddolaš lea ahte Sámediggi ovttasráđiid ášše

source: siitä, millä tavalla asioita lähetetään sen käsiteltäviksi.
sme: guovdilis orgánain ráhkada ásseovddidanbargomeanuid.

source: Sopimusvaltioiden parlamenttien, niiden valiokuntien tai muiden toimielimien tulee pyynnöstä ottaa vastaan saamelaiskäräjien edustajia, jotta nämä voivat tehdä selkoa saamelaisille merkityksellisistä kysymyksistä.
sme: Gaskavuohta riikkačoahkkimiidda Stáhtaid riikkačoahkkimat dahje sin lávdegottit dahje eará orgánat galget ávžžuhusa vuođul vuostáiváldit sámedikkiid ovddasteddjiid, vai sii sáhttet čilget áššiid mat mearkkašit ollu sámiide.

source: Saamelaiskäräjille tulee antaa mahdollisuus tulla kuulluksi parlamentin käsitellessä sellaisia asioita, jotka erityisesti koskevat saamelaisia.
sme: Sámedikkiide galgá addojuvvot vejolašvuohta beassat gullojuvvot go riikkačoahkkimat gieđahallet áššiid mat erenoamážit gusket sámi álbmogii.

source: Sopimusvaltioiden parlamentit vahvistavat tarkemmat säännöt siitä, mitä asioita kuuleminen koskee ja minkälaista menettelyä sovelletaan.
sme: Guđege riikka riikkačoahkkimat addet dárkilet njuolggadusaid das makkár áššin lea sáhka, ja makkár bargovuohki galgá leat.

source: Artiklassa säännellään saamelaiskäräjien ja sopimusvaltioiden parlamenttien välistä
sme: Artihkkal regulere Sámedikki ja riikkačoahkkima gaskavuođa.

source: Ensimmäinen kappale: Saamelaiskäräjillä on saamelaisille merkityksellisissä
sme: Vuosttaš lađas: Áššiin mat mearkkašit ollu sámiide, sámedikkiin lea vuoigat

source: kysymyksissä oikeus selostaa näkemystään suoraan sopimusvaltion parlamentille tai sen
sme: vuohta čilget oainnuideaset njuolga riikkačoahkkimiidda dahje lávdegottiide dahje

source: valiokunnille tai sen muille toimielimille.
sme: eará orgánaide mat vulget riikkačoahkkimiin.

source: Kolmannen kappaleen mukaan parlamentti määrää,
sme: Goalmmát lađđasa mielde riikka

source: millä tavalla asioita on määrä käsitellä.
sme: čoahkkimat mearridit njuolggadusaideasetguin mo áššit galget gieđahallojuvvot.

source: Toisen kappaleen mukaan saamelaiskäräjille tulee antaa mahdollisuus tulla kuulluksi
sme: Nuppi lađđasa mielde lea dárbu guldalit Sámedikki dakkár áššiin mat

source: asioissa, jotka erityisesti koskevat saamelaisia, vaikka saamelaiskäräjät olisikin aiemmin
sme: beroškeahttá das jos Sámediggi ovdal leažžá buktán cealkámuša áššái artihkkala 17

source: antanut asiasta lausunnon 17 artiklan mukaan tai neuvotellut asiasta 16 artiklan ensimmäisen
sme: vuođul, dahje leažžá šiehtadallan áššis artihkkala 16 Vuosttaš lađđasa mielde. Suomas

source: kappaleen mukaisesti. Suomessa on aiemman perustuslain eli vuoden 1919 hallitusmuodon 39
sme: lea ovddeš vuođđolága, jagi 1919 ráđđehushámi (1919 års Regjeringsform), 39 §

source: §:n nojalla annettu seuraava valtiopäiväjärjestyksen säännös, 52 a §:
sme: vuođul mearriduvvon ná, 52 a §, riikkabeaiveortnegii:

source: ” Saamelaisia kuullaan heitä erityisesti koskevassa asiassa niin kuin eduskunnan työjärjestyksessä tarkemmin säädetään. ”
sme: ” Sámiin galget gulaskuddat go leat áššit mat earenoamážit gusket sidjiide nugo lea dárkileappot mearriduvvon riikkabeivviid bargoortnegis. ”

source: Perustuslakivaliokunta lausuu tästä säännöksestä seuraavaa:
sme: Vuođđoláhkalávdegoddi cealká dán mearrádusa birra ná:

source: ” Valiokunta on kiinnittänyt huomiota siihen, ettei valtiopäiväjärjestykseen sisälly säännöksiä asiantuntijoiden kuulemisesta asioiden käsittelyn yhteydessä.
sme: ” Lávdegoddi lea fuopmášuhttán ahte riikkabeivviid ortnegis eai leat mearrádusat das, ahte áššedovdiin galget gulaskuddat go gieđahallet áššiid.

source: Sen takia ehdotettua säännöstä voidaan pitää jonkin verran erikoisena, koska se ensimmäisenä kuulemissäännöksenä valtiopäiväjärjestyksessä koski yhtä ainoaa ryhmää.
sme: Danne sáhttá árvaluvvon mearrádus adnojuvvot veaháš erenoamážin, dainnago dat leat vuosttamuš mearrádus gulaskuddamis áššedovdiiguin ja guoská dušše ovtta jovkui.

source: Valiokunta puoltaa kuitenkin lainsäädäntötointa, koska sääntelyllä on katsottu olevan erityistä periaatemerkitystä saamelaisille, jotka valiokunnan saaman selvityksen mukaan muodostavat ainoan alkuperäiskansan Suomessa.
sme: Lávdegoddi dattetge nanne láhkáásahusa árvalusainis, dainnago lea jáhkku ahte reguleren lea prinsihpalaččat deaŧalaš sámiide, mii dan čielggdanbarggu mielde maid lávdegoddi lea ožžon, lea áidna álgoálbmot Suomas.

source: Samalla perustuslakivaliokunta tähdentää, että todellisten vaikutusmahdollisuuksien turvaamiseksi saamelaisille on heidän asemansa järjestettävä asianmukaiseksi jo heitä erityisesti koskevien asioiden valmisteluvaiheessa, koska osallistuminen tämän vaiheen päätöksentekoon on vaikuttamisen kannalta yleisesti ottaen usein tärkeämpää kuin kuulluksi tuleminen lainsäädäntöprosessin viimeisessä vaiheessa eduskunnassa. ”
sme: Seammás lávdegoddi deattuha ahte sámiid dili ferte ordnejuvvot albma ládje dalle juo go dat ášši mii guoská sidjiide erenoamážit, válmmaštuvvo, vai sidjiide dáhkiduvvo albma váikkuhanvejolašvuođat. Go mii jurddašit vejolašvuođaid váikkuhit áššiide, de dávjá lea deaŧaleabbo leat mielde dallego áššit mearriduvvojit, go searvat gulaskuddamii go riikkabeaivvit lea láhkaproseassas juo loahpageahčen. ”

source: ” … sana ” kysymykset ” voi tarkoittaa kaikkia mahdollisia eduskunnan käsiteltävinä olevia asiaryhmiä.
sme: sátni ” áššit ” sáhttet mearkkašit buotlágan áššiid maid riikkabeaivvit meannudit.
